/* No comment provided by engineer. */
"ViewController_Label_Hello2" = "Espaniol";
"Home" = "Inicio";
"Category" = "Categoría";
"Categories" = "Categorías";
"Tags" = "Etiquetas";
"Setup" = "Configuracion";
"Today" = "Hoy";
"Yesterday" = "Ayer";
"Expense" = "Gasto";
"Expenses" = "Gastos";
"Revenues" = "Ingresos";
"Add" = "Agregar";
"Create" = "Crear";
"Edit" =  "Editar";
"Transaction Value" = "Valor de la transacción";
"Description" = "Descripción";
"Wallet" = "Forma de pago";
"Methods of payment" = "Métodos de pago";
"Add New" = "Agregar nuevo";
"Done" = "Hecho";
"Dashboard" = "Resumen";
"Maximun daily spending" = "Gasto máximo diario";
"Backup copy" = "Copia de seguridad";
"Settings" = "Configuración";
"Daily reminder" = "Recordatorio diario";
"Remember me at" = "Recuérdame a las";
"Last Backup"="Ultima copia";
"_icloud_create_backup_description_"="Haz una copia de seguridad en iCloud de tus gastos, de modo que si pierdes tu iPhone o lo cambias por uno nuevo, esta información esta segura. Podrás restaurar tu historial de gastos una vez reinstales la aplicación";
"Create a backup copy"="Crear una copia de seguridad";
"Total spending"="Gasto total";
"Transactions"="Transaciones";
"Day"="Día";
"Month"="Mes";
"Year"="Año";
"Week"="Semana";
"Export CSV"="Exportar CSV";
"Start date"="Fecha de inicio";
"End date"="Fecha final";
"Export"="Exportar";
"Budget"="Presupuesto";
"Remove Budget"="Eliminar Presupuesto";
"remaining"="restantes";
"this month."="este mes.";
"of"="de";
"Default payment method"="Método de pago por defecto";
"It is not possible to delete the category, because there are transactions related"="No es posible eliminar la categoría, porque hay transacciones relacionadas";
"It is not possible to delete the payment method, because there are transactions related"="No es posible eliminar el método de pago, porque hay transacciones relacionadas ";
"Remove"="Eliminar";
"Archive" = "Archivar";
"Unarchive"="Desarchivar";
